;Place localized text in this file
[IncendiaryGrenade X2TechTemplate]
DisplayName="火焰榴弹"
Summary="这项技术的研究将使我们获得能够点燃目标的手榴弹。"

[GasGrenade X2TechTemplate]
DisplayName="毒气榴弹"
Summary="这项技术的研究将使我们获得能够毒害目标，造成各种战斗损伤的手榴弹。"

[AcidGrenade X2TechTemplate]
DisplayName="酸性榴弹"
Summary="这项技术的研究将使我们获得能够用腐蚀性酸液覆盖目标的手榴弹，这种酸液会侵蚀装甲并随时间造成额外伤害。"

[IncendiaryBomb X2TechTemplate]
DisplayName="火焰炸弹"
Summary="这项研究基于我们用于火焰榴弹的技术，允许我们制造更强力的手榴弹，从而得到爆炸半径更大的火焰榴弹，能够点燃更多目标。"
BriefSummary="这项研究基于我们用于火焰榴弹的技术，允许我们制造更强力的手榴弹，从而得到爆炸半径更大的火焰榴弹，能够点燃更多目标。"

[GasBomb X2TechTemplate]
DisplayName="毒气炸弹"
Summary="这项研究基于我们用于毒气榴弹的技术，允许我们制造更强力的手榴弹，从而得到爆炸半径更大的毒气榴弹，能够毒害更多目标。"
BriefSummary="这项研究基于我们用于毒气榴弹的技术，允许我们制造更强力的手榴弹，从而得到爆炸半径更大的毒气榴弹，能够毒害更多目标。"

[AcidBomb X2TechTemplate]
DisplayName="酸性炸弹"
Summary="这项研究基于我们用于酸性榴弹的技术，允许我们制造更强力的手榴弹，从而得到爆炸半径更大的酸性榴弹，能够覆盖更多目标。"
BriefSummary="这项研究基于我们用于酸性榴弹的技术，允许我们制造更强力的手榴弹，从而得到爆炸半径更大的酸性榴弹，能够覆盖更多目标。"

[IncendiaryGrenade X2GrenadeTemplate]
FriendlyName="火焰榴弹"
FriendlyNamePlural="火焰榴弹"
BriefSummary="火焰榴弹比起反抗军多年来一直使用的简易燃烧武器是一个技术进步。爆炸后大部分目标都会被点燃，遭受持续的燃烧伤害。"
TacticalText="<Bullet/>火焰榴弹会伤害爆炸范围内的所有单位，并对任何容易受到火焰攻击的单位施加\"燃烧\"效果。\n<Bullet/>火焰榴弹的爆炸伤害高于其他任何榴弹。\n<Bullet/>有些敌人对火焰免疫，不受\"燃烧\"效果影响，尤其是金属系敌人。"
ThrownAbilityName="投掷火焰榴弹"
ThrownAbilityHelpText="点燃目标区域及其中的单位。"
LaunchedAbilityname="发射火焰榴弹"
LaunchedAbilityHelpText="点燃目标区域及其中的单位。"

[IncendiaryBomb X2GrenadeTemplate]
FriendlyName="火焰炸弹"
FriendlyNamePlural="火焰炸弹"
BriefSummary="火焰炸弹是火焰榴弹的改良型号，不仅可以对爆炸范围内的所有目标造成大量爆炸伤害，同时也会点燃大部分敌人和周围环境，使它们遭受持续的更大燃烧伤害。"
TacticalText="<Bullet/>火焰炸弹会伤害爆炸范围内的所有单位，并对任何容易受到火焰攻击的单位施加\"燃烧\"效果。\n<Bullet/>火焰炸弹的爆炸伤害高于其他任何炸弹。\n<Bullet/>有些敌人对火焰免疫，不受\"燃烧\"效果影响，尤其是金属系敌人。"
ThrownAbilityName="投掷火焰炸弹"
ThrownAbilityHelpText="点燃目标区域及其中的单位。"
LaunchedAbilityname="发射火焰炸弹"
LaunchedAbilityHelpText="点燃目标区域及其中的单位。"

[GasGrenadeNew X2GrenadeTemplate]
FriendlyName="毒气榴弹"
FriendlyNamePlural="毒气榴弹"
BriefSummary="毒气榴弹带有一种会快速发生反应的毒素，与标准破片榴弹相比，它可以在更大范围内造成伤害，处于爆炸范围内的所有有机体单位会在一段较长的时间内遭受中毒后的额外衰弱效果。"
TacticalText="<Bullet/>毒气榴弹的爆炸范围比标准破片榴弹的更大。<br><Bullet/>其释放出的毒气对有机体敌人具有显著效果，会使他们减速并持续造成伤害。"
ThrownAbilityName="投掷毒气榴弹"
ThrownAbilityHelpText="在榴弹爆炸后，产生毒云并使毒云中的所有单位中毒。"
LaunchedAbilityname="发射毒气榴弹"
LaunchedAbilityHelpText="在榴弹爆炸后，产生毒云并使毒云中的所有单位中毒。"

[GasBomb X2GrenadeTemplate]
FriendlyName="毒气炸弹"
FriendlyNamePlural="毒气炸弹"
BriefSummary="升级后的毒气炸弹增加了毒素传播机制，爆炸范围比原来更大，伤害所有敌方目标并对爆炸范围内所有有机体敌人施加额外的中毒效果。"
TacticalText="<Bullet/>毒气炸弹的爆炸范围比标准破片榴弹的更大。<br><Bullet/>其施放出的毒气对有机体敌人有显著效果，会使他们减速并持续造成伤害。"
ThrownAbilityName="投掷毒气炸弹"
ThrownAbilityHelpText="在榴弹爆炸后，产生毒云并使毒云中的所有单位中毒。"
LaunchedAbilityname="发射毒气炸弹"
LaunchedAbilityHelpText="在榴弹爆炸后，产生毒云并使毒云中的所有单位中毒。"

[AcidGrenadeNew X2GrenadeTemplate]
FriendlyName="酸性榴弹"
FriendlyNamePlural="酸性榴弹"
BriefSummary="我们为普通破片榴弹添加了腐蚀性化学添加剂，把它做成了一种十分有效的破甲武器。受影响的目标在其护甲被腐蚀完毕后自身也将承受长时间的腐蚀伤害。"
TacticalText="<Bullet/>酸性榴弹对护甲造成的损害比标准破片榴弹更高。<br><Bullet/>受酸性腐蚀的敌人将在数回合中承受额外伤害。"
ThrownAbilityName="投掷酸性榴弹"
ThrownAbilityHelpText="产生酸性物质，对单位造成伤害。"
LaunchedAbilityname="发射酸性榴弹"
LaunchedAbilityHelpText="产生酸性物质，对单位造成伤害。"

[AcidBomb X2GrenadeTemplate]
FriendlyName="酸性炸弹"
FriendlyNamePlural="酸性炸弹"
BriefSummary="升级的酸性炸弹中化学添加物的腐蚀性极强，能在瞬间融化分解敌人护甲，并在一段时间内使敌人受到化学灼伤。"
TacticalText="<Bullet/>酸性榴弹比其他类型榴弹的破甲效果好。<br><Bullet/>受酸性腐蚀的敌人将在数回合中承受额外伤害。"
ThrownAbilityName="投掷酸性炸弹"
ThrownAbilityHelpText="产生酸性物质，对单位造成伤害。"
LaunchedAbilityname="发射酸性炸弹"
LaunchedAbilityHelpText="产生酸性物质，对单位造成伤害。"